---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsPhotoExposure
source: html/d230aed2-11b7-4cd3-cefc-47439645332f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsPhotoExposure Property

"Photographic Exposure"

## Syntax (C#)
```csharp
public static ForgeTypeId GraphicDisplayOptionsPhotoExposure { get; }
```